Repository: grantalltodavid/multi-order-for-woocommerce
Catalog: languages/multi-order-for-woocommerce-*.po
Languages: fa_ir

source: Documentation
fa_ir: مستندات

source: Multi Order Settings
fa_ir: تنظیمات سفارشات چندگانه

source: Sub Order details
fa_ir: جزئیات سفارشات زیرمجموعه (فرعی)

source: WP Wham
fa_ir: WP Wham (مترجم: فرهاد فریبرزی)

source: Send email to main order
fa_ir: ارسال ایمیل برای سفارش اصلی

source: Send to main order
fa_ir: ارسال برای سفارش اصلی

source: Options regarding emails
fa_ir: گزینه‌های مربوط به ایمیل

source: Email options
fa_ir: گزینه‌های ایمیل

source: Split your orders in suborders
fa_ir: ساخت سفارشات زیرمجموعه (فرعی) برای سفارشات

source: Multi Order for WooCommerce
fa_ir: Multi order for WooCommerce (سفارشات چندگانه)

source: Parent Order ID
fa_ir: شناسه سفارش اصلی

source: Suborders
fa_ir: سفارشات زیرمجموعه (فرعی)

source: Settings
fa_ir: تنظیمات

source: New Status Name
fa_ir: نام وضعیت جدید

source: Add New Status
fa_ir: اضافه نمودن وضعیت جدید

source: Update Status
fa_ir: بروزرسانی وضعیت

source: Edit Status
fa_ir: ویرایش وضعیت

source: Parent Status:
fa_ir: وضعیت والد (اصلی):

source: Parent Status
fa_ir: وضعیت والد (اصلی)

source: All Status
fa_ir: هر وضعیت

source: Search Status
fa_ir: جستجوی وضعیت

source: Payment Status
fa_ir: وضعیت پرداخت

source: Partial paid
fa_ir: پرداخت ناقص

source: Unpaid
fa_ir: پرداخت نشده

source: Paid
fa_ir: پرداخت شده

source: Payment status
fa_ir: وضعیت پرداخت

source: Status
fa_ir: وضعیت

source: Parent order
fa_ir: سفارش والد (اصلی)

source: Create suborders
fa_ir: ایجاد سفارشات زیرمجموعه (فرعی)

source: Multi order
fa_ir: سفارش چندگانه

source: Sub Orders
fa_ir: سفارشات زیرمجموعه (فرعی)

source: Suborder
fa_ir: سفارش زیرمجموعه (فرعی)

source: (Suborder)
fa_ir: (سفارش زیرمجموعه (فرعی))

source: Remaining
fa_ir: باقی مانده

source: Multi Order
fa_ir: سفارش چندگانه

source: (My Account > orders)
fa_ir: (حساب کاربری من > سفارشات)

source: Displays suborders as table rows on frontend
fa_ir: نمایش سفارشات زیرمجوعه (فرعی) بعنوان یک ستون در سمت کاربر

source: Show on frontend
fa_ir: نمایش در سمت کاربر

source: (WooCommerce > orders)
fa_ir: (ووکامرس > سفارشات)

source: Displays suborders as table rows on admin
fa_ir: نمایش سفارشات زیرمجموعه (فرعی) بعنوان ردیف جدول در سمت پیشخوان

source: Show on admin
fa_ir: نمایش در سمت پیشخوان

source: Creates suborders automatically when new orders are created
fa_ir: ایجاد خودکار سفارشات زیرمجموعه (فرعی) زمانی که سفارشات جدید ایجاد می‌گردند

source: Automatic creation
fa_ir: ایجاد خودکار

source: Same as Main order
fa_ir: یکسان با سفارش اصلی

source: New suborders will have this default status
fa_ir: سفارشات زیرمجموعه (فرعی) جدید بصورت پیش‌فرض این وضعیت سفارش را خواهند داشت

source: Default suborder status
fa_ir: وضعیت پیش فرض سفارشات زیرمجموعه (فرعی)

source: Options regarding Sub Orders
fa_ir: گزینه‌های مربوط به به سفارشات زیرمجموعه (فرعی)

source: Sub Order options
fa_ir: گزینه‌های سفارشات زیرمجموعه (فرعی)

source: Set by payment gateway
fa_ir: تنظیم بعنوان روش پرداخت

source: New main orders will have this default status
fa_ir: سفارش اصلی جدید بصورت پیش‌فرض این وضعیت سفارش را خواهد داشت

source: Default main order status
fa_ir: وضعیت پیش‌فرض سفارش اصلی

source: Multi order for WooCommerce
fa_ir: Multi order for WooCommerce (سفارشات چندگانه)

source: Enables <strong>"%s"</strong> plugin
fa_ir: فعال‌سازی افزونه <strong>"%s"</strong>

source: Enable Multi Order
fa_ir: فعاسازی سفارشات چندگانه

source: Multi order general options
fa_ir: گزینه‌های عمومی سفارشات چندگانه

source: Multi Order options
fa_ir: گزینه‌های سفارشات چندگانه

source: General
fa_ir: عمومی
